[
  {
    "passages": [
      {
        "html": "<div class=\"exam-text\"><p><strong>READING PASSAGE 1</strong></p><p>You should spend about 20 minutes on <strong>Questions 1–13</strong>, which are based on Reading Passage 1 below. </p><p align=\"center\"><strong>Aphantasia: A Life Without Mental Images</strong></p><p align=\"center\"><strong>Close your eyes and imagine walking along a sandy beach and then gazing over the horizon as the Sun rises. How clear is the image that springs to mind?</strong></p><p>Most people can readily conjure images inside their head—known as their mind's eye. But this year, scientists have described a condition, aphantasia, in which some people are unable to visualize mental images.</p><p>Niel Kenmuir, from Lancaster, has always had a blind mind's eye. He knew he was different even in childhood. \"My stepfather, when I couldn't sleep, told me to count sheep, and he explained what he meant. I tried to do it, and I couldn't,\" he says. \"I couldn't see any sheep jumping over fences; there was nothing to count.\"</p><p>Our memories are often tied up in images, like recalling a wedding or the first day at school. As a result, Niel admits some aspects of his memory are \"terrible,\" but he is very good at remembering facts. Like others with aphantasia, he struggles to recognize faces. Yet, he does not see aphantasia as a disability, but simply a different way of experiencing life.</p><p align=\"center\" style=\"font-weight: bold;\">Mind's Eye Blind</p><p>Ironically, Niel now works in a bookshop, although he largely sticks to the non-fiction aisles. His condition raises the question of what is going on inside his picture-less mind. When asked what happens when he tries to picture his fiancée, Niel explains, \"This is the hardest thing to describe—what happens in my head when I think about things. When I think about my fiancée, there is no image, but I am definitely thinking about her. I know today she has her hair up at the back; she's brunette. But I'm not describing an image I am looking at; I'm remembering features about her. That's the strangest thing, and maybe that is a source of some regret.\"</p><p>The response from his mates is often a sympathetic: \"You're weird.\" While Niel is relaxed about his inability to picture things, it can be a source of distress for others. One person who took part in a study into aphantasia said he had started to feel \"isolated\" and \"alone\" after discovering that other people could see images in their heads. Being unable to reminisce about his mother years after her death led to him being \"extremely distraught.\"</p><p align=\"center\" style=\"font-weight: bold;\">The Super-Visualiser</p><p>At the other end of the spectrum is children's book illustrator Lauren Beard, whose work on the Fairytale Hairdresser series will be familiar to many six-year-olds. Her career relies on the vivid images that leap into her mind's eye when she reads text from her author. In her box-room studio in Manchester, she was working on a dramatic scene for the next book, where the text describes a baby perilously climbing onto a chandelier.</p><p>\"Straightaway, I can visualize this grand glass chandelier in some sort of French ballroom, and the little baby just swinging off it with really heavy thick curtains,\" she says. \"I think I have a strong imagination, so I can create the world and then keep adding to it so it gets sort of bigger and bigger in my mind, and the characters too, they sort of evolve. I couldn't really imagine what it's like to not imagine; I think it must be a bit of a shame really.\"</p><p>Not many people have mental imagery as vibrant as Lauren or as blank as Niel. They are the two extremes of visualization. Adam Zeman, a professor of cognitive and behavioural neurology, wants to compare the lives and experiences of people with aphantasia and its polar opposite, hyperphantasia. His team, based at the University of Exeter, coined the term aphantasia in a study published in the journal Cortex this year.</p><p>Prof Zeman tells the BBC, \"People who have contacted us say they are really delighted that this has been recognized and given a name, because they have been trying to explain to people for years that there is this oddity that they find hard to convey to others.\" How we imagine is clearly very subjective—one person's vivid scene could be another's grainy picture. But Prof Zeman is certain that aphantasia is real. People often report being able to dream in pictures, and there have been reported cases of people losing the ability to think in images after a brain injury.</p><p>He is adamant that aphantasia is \"not a disorder\" and says it may affect up to one in 50 people. But he adds, \"I think it makes quite an important difference to their experience of life because many of us spend our lives with imagery hovering somewhere in the mind's eye, which we inspect from time to time. It's a variability of human experience.\"</p></div>"
      },
      {
        "html": "<div class=\"exam-text\"><p><strong>READING PASSAGE 2</strong></p><p>You should spend about 20 minutes on <strong>Questions 14–26</strong>, which are based on Reading  Passage 2 below.</p><p align=\"center\"><strong>Life lessons from villains, crooks and gangsters</strong></p><p><strong>(A)</strong> A notorious Mexican drug baron’s audacious escape from prison in July doesn’t, at first, appear to have much to teach corporate boards. But some in the business world suggest otherwise. Beyond the morally reprehensible side of criminals' work, some business gurus say organised crime syndicates, computer hackers, pirates and others operating outside the law could teach legitimate corporations a thing or two about how to hustle and respond to rapid change.</p><p><br><strong>(B)</strong> Far from encouraging illegality, these gurus argue that – in the same way big corporations sometimes emulate start-ups – business leaders could learn from the underworld about flexibility, innovation and the ability to pivot quickly. “There is a nimbleness to criminal organisations that legacy corporations [with large, complex layers of management] don’t have,” said Marc Goodman, head of the Future Crimes Institute and global cyber-crime advisor. While traditional businesses focus on rules they have to follow, criminals look to circumvent them. “For criminals, the sky is the limit and that creates the opportunity to think much, much bigger.”</p><p><br><strong>(C)</strong> Joaquin Guzman, the head of the Mexican Sinaloa drug cartel, for instance, slipped out of his prison cell through a tiny hole in his shower that led to a mile-long tunnel fitted with lights and ventilation. Making a break for it required creative thinking, long-term planning and perseverance – essential skills similar to those needed to achieve success in big business.</p><p><br><strong>(D)</strong> While Devin Liddell, who heads brand strategy for Seattle-based design consultancy, Teague, condemns the violence and other illegal activities he became curious as to how criminal groups endure. Some cartels stay in business despite multiple efforts by law enforcement on both sides of the US border and millions of dollars from international agencies to shut them down. Liddell genuinely believes there’s a lesson in longevity here. One strategy he underlined was how the bad guys respond to change. In order to bypass the border between Mexico and the US, for example, the Sinaloa cartel went to great lengths. It built a vast underground tunnel, hired family members as border agents and even used a catapult to circumvent a high-tech fence.</p><p><br><strong>(E)</strong> By contrast, many legitimate businesses fail because they hesitate to adapt quickly to changing market winds. One high-profile example is movie and game rental company Blockbuster, which didn’t keep up with the market and lost business to mail order video rentals and streaming technologies. The brand has all but faded from view. Liddell argues the difference between the two groups is that criminal organisations often have improvisation encoded into their daily behaviour, while larger companies think of innovation as a set process. “This is a leadership challenge,” said Liddell. “How well companies innovate and organise is a reflection of leadership.”</p><p><br><strong>Left-field thinking</strong></p><p><br><strong>(F)</strong> Cash-strapped start-ups also use unorthodox strategies to problem solve and build their businesses up from scratch. This creativity and innovation is often borne out of necessity, such as tight budgets. Both criminals and start-up founders “question authority, act outside the system and see new and clever ways of doing things,” said Goodman. “Either they become Elon Musk or El Chapo.” And, some entrepreneurs aren’t even afraid to operate in legal grey areas in their effort to disrupt the marketplace. The co-founders of music streaming service Napster, for example, knowingly broke music copyright rules with their first online file sharing service, but their technology paved the way for legal innovation as regulators caught up.</p><p><br><strong>(G)</strong> Goodman and others believe thinking hard about problem solving before worrying about restrictions could prevent established companies falling victim to rivals less constrained by tradition. In their book The Misfit Economy, Alexa Clay and Kyra Maya Phillips examine how individuals can apply that mindset to become more innovative and entrepreneurial within corporate structures. They studied not just violent criminals like Somali pirates, but others who break the rules in order to find creative solutions to their business problems, such as people living in the slums of Mumbai or computer hackers. They picked out five common traits among this group: the ability to hustle, pivot, provoke, hack and copycat.</p><p><br><strong>(H)</strong> Clay gives a Saudi entrepreneur named Walid Abdul-Wahab as a prime example. Abdul-Wahab worked with Amish farmers to bring camel milk to American consumers even before US regulators approved it. Through perseverance, he eventually found a network of Amish camel milk farmers and started selling the product via social media. Now his company, Desert Farms, sells to giant mainstream retailers like Whole Foods Market. Those on the fringe don’t always have the option of traditional, corporate jobs and that forces them to think more creatively about how to make a living, Clay said. They must develop grit and resilience in order to last outside the cushy confines of cubicle life. “In many cases scarcity is the mother of invention,” Clay said.</p></div>"
      },
      {
        "html": "<div class=\"exam-text\"><p><strong>READING PASSAGE 3</strong></p><p>You should spend about 20 minutes on <strong>Questions 27–40</strong>, which are based on Reading  Passage 3 below.</p><h2 align=\"center\">Britain needs strong TV industry</h2><p>Comedy writer Armando Iannucci has called for an industry-wide defence of the BBC and British programme-makers. <em>\"The Thick of It\"</em> creator made his remarks in the annual MacTaggart Lecture at the Edinburgh TV Festival.</p><p>\"It's more important than ever that we have more strong, popular channels... that act as beacons, drawing audiences to the best content,\" he said. Speaking earlier, Culture Secretary John Whittingdale rejected suggestions that he wanted to dismantle the BBC.</p><p style=\"font-weight:bold;\">'Champion supporters'</p><p>Iannucci co-wrote <em>\"I'm Alan Partridge\"</em>, wrote the movie <em>\"In the Loop\"</em> and created and wrote the hit <em>\"HBO\"</em> and <em>\"Sky Atlantic show Veep\"</em>. He delivered the 40th annual MacTaggart Lecture, which has previously been given by Oscar winner Kevin Spacey, former BBC director general Greg Dyke, Jeremy Paxman and Rupert Murdoch. Iannucci said: \"Faced with a global audience, British television needs its champion supporters.\"</p><p>He continued his praise for British programming by saying the global success of American TV shows had come about because they were emulating British television. \"The best US shows are modelling themselves on what used to make British TV so world-beating,\" he said. \"US prime-time schedules are now littered with those quirky formats from the UK - the <em>\"Who Do You Think You Are\"</em>'s and the variants on <em>\"Strictly Come Dancing\"</em> - as well as the single-camera non-audience sitcom, which we brought into the mainstream first. We have changed international viewing for the better.\"</p><p>With the renewal of the BBC's royal charter approaching, Iannucci also praised the corporation. He said: \"If public service broadcasting - one of the best things we've ever done creatively as a country - if it was a car industry, our ministers would be out championing it overseas, trying to win contracts, boasting of the British jobs that would bring.\" In July, the government issued a green paper setting out issues that will be explored during negotiations over the future of the BBC, including the broadcaster's size, its funding and governance.</p><p>Primarily Mr Whittingdale wanted to appoint a panel of five people, but finally he invited two more people to advise on the channer renewal, namely former Channel 4 boss Dawn Airey and journalism professor Stewart Purvis, a former editor-in-chief of ITN. Iannucci bemoaned the lack of \"creatives\" involved in the discussions. </p><p>\"When the media, communications and information industries make up nearly 8% our GDP, larger than the car and oil and gas industries put together, we need to be heard, as those industries are heard. But when I see the panel of experts who've been asked by the culture secretary to take a root and branch look at the BBC, I don't see anyone who is a part of that cast and crew list. I see executives, media owners, industry gurus, all talented people - but not a single person who's made a classic and enduring television show.\"</p><p style=\"font-weight:bold;\">'Don't be modest'</p><p>Iannucci suggested one way of easing the strain on the licence fee was \"by pushing ourselves more commercially abroad\". </p><p>\"Use the BBC's name, one of the most recognised brands in the world,\" he said. \"And use the reputation of British television across all networks, to capitalise financially oversees. Be more aggressive in selling our shows, through advertising, through proper international subscription channels, freeing up BBC Worldwide to be fully commercial, whatever it takes.</p><p>\"Frankly, don't be icky and modest about making money, let's monetise the bezeesus Mary and Joseph out of our programmes abroad so that money can come back, take some pressure off the licence fee at home and be invested in even more ambitious quality shows, that can only add to our value.\"</p><p>Mr Whittingdale, who was interviewed by ITV News' Alastair Stewart at the festival, said he wanted an open debate about whether the corporation should do everything it has done in the past. He said he had a slight sense that people who rushed to defend the BBC were \"trying to have an argument that's never been started\".</p><p>\"Whatever my view is, I don't determine what programmes the BBC should show,\" he added. \"That's the job of the BBC.\" Mr Whittingdale said any speculation that the Conservative Party had always wanted to change the BBC due to issues such as its editorial line was \"absolute nonsense\".</p></div>"
      }
    ],
    "questionSheets": [
      {
        "html": "<div><p><strong>Questions 1–5</strong></p><p>Do the following statements agree with the information in the IELTS reading text?</p><p>In boxes <strong>1-5</strong> on your answer sheet, write:</p><p><strong>TRUE</strong> if the statement agrees with the information</p><p><strong>FALSE</strong> if the statement contradicts the information</p><p><strong>NOT GIVEN</strong> if there is no information on this</p><p><strong>1.</strong> Aphantasia is a condition that describes people for whom it is hard to visualize mental images.</p><p><strong>2.</strong> Niel Kenmuir was unable to count sheep in his head.</p><p><strong>3.</strong> People with aphantasia struggle to remember personal traits and clothes of different people.</p><p><strong>4.</strong> Niel regrets that he cannot portray an image of his fiancée in his mind.</p><p><strong>5.</strong> Inability to picture things in someone's head is often a cause of distress for a person.</p><p><strong>6.</strong> All people with aphantasia start to feel 'isolated' or 'alone' at some point in their lives.</p><p><strong>7.</strong> Lauren Beard's career depends on her imagination.</p><p><strong>8.</strong> The author met Lauren Beard when she was working on a comedy scene in her next book.</p><p><strong>Questions 9–13</strong></p><p>Complete the sentences below.</p><p>Write <strong>NO MORE THAN TWO WORDS</strong> from the passage for each answer.</p><p>Write your answers in boxes <strong>9-13</strong> on your answer sheet.</p><p><strong>9.</strong> Only a small fraction of people have imagination as __________ as Lauren does.</p><p><strong>10.</strong> Hyperphantasia is __________ to aphantasia.</p><p><strong>11.</strong> There is a lot of subjectivity in comparing people's imagination—somebody's vivid scene could be another person's __________.</p><p><strong>12.</strong> Prof Zeman is __________ that aphantasia is not an illness.</p><p><strong>13.</strong> Many people spend their lives with __________ somewhere in the mind's eye.</p></div>"
      },
      {
        "html": "<div><p><strong>Questions 14-21</strong></p><p>Reading Passage 2 has eight paragraphs <strong>A-H.</strong> Match the headings below with the paragraphs. Write the correct letter, <strong>A-H</strong>, in boxes <strong>14-21</strong> on your answer sheet.</p><p><strong>14. </strong>Jailbreak with creative thinking __________ </p><p><strong>15. </strong>Five common traits among rule-breakers __________ </p><p><strong>16. </strong>Comparison between criminals and traditional businessmen __________ </p><p><strong>17. </strong>Can drug baron's escape teach legitimate corporations? __________ </p><p><strong>18. </strong>Great entrepreneur __________ </p><p><strong>19. </strong>How criminal groups deceive the law __________ </p><p><strong>20. </strong>The difference between legal and illegal organisations __________ </p><p><strong>21. </strong>Similarity between criminals and start-up founders __________ </p><p><strong>Questions 22–25</strong></p><p>Complete the sentences below. Write <strong>ONLY ONE WORD</strong> from the passage for each answer. Write your answers in boxes <strong>22–25</strong> on your answer sheet.</p><p><strong>22. </strong>To escape from a prison, Joaquin Guzman had to use such traits as creative thinking, long-term planning and __________. </p><p><strong>23. </strong>The Sinaloa cartel built a grand underground tunnel and even used a __________ to avoid the fence.</p><p><strong>24. </strong>The main difference between two groups is that criminals, unlike large corporations, often have __________ encoded into their daily life. </p><p><strong>25. </strong>Due to being persuasive, Walid Abdul-Wahab found a __________ of Amish camel milk farmers.</p><p><strong>Question 26</strong></p><p>Choose the correct letter, <strong>A, B, C</strong> or <strong>D.</strong></p><p><strong>26. </strong>The main goal of this article is to:</p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>A</strong> __________ Show different ways of illegal activity</p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>B</strong> __________ Give an overview of various criminals and their gangs</p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>C</strong> __________ Draw a comparison between legal and illegal business, providing examples</p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>D</strong> __________ Justify criminals with creative thinking</p></div>"
      },
      {
        "html": "<div><p>&nbsp;</p><p><strong>Questions 27-31</strong></p><p>Do the following statements agree with the information in the IELTS reading text?</p><p>In boxes <strong>27</strong>–<strong>31</strong> on your answer sheet, write</p><p><strong>TRUE</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; if the statement agrees with the information</p><p><strong>FALSE</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; if the statement contradicts the information</p><p><strong>NOT GIVEN</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; if there is no information on this</p><p>&nbsp;</p><p><strong>27. </strong>Armando Iannucci expressed a need for having more popular channels.</p><p><strong>28. </strong>John Whittingdale wanted to dismantle the BBC.</p><p><strong>29. </strong>Iannucci delivered the 30th annual MacTaggart Lecture.</p><p><strong>30. </strong>Iannucci believes that British television has contributed to the success of American TV shows.</p><p><strong>31. </strong>There have been negotiations over the future of the BBC in July.</p><p><br></p><p><strong>Questions 32–35</strong></p><p>Choose the correct letter, <strong>A, B, C</strong> or <strong>D.</strong></p><p>Write the correct letter in boxes <strong>32-35</strong> on your answer sheet.</p><p><strong>32. </strong>Iannucci praised everything EXCEPT</p><p><strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; A </strong> US shows</p><p><strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; B </strong> British shows</p><p><strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; C </strong> Corporation</p><p><strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; D </strong> British programming</p><p>&nbsp;</p><p><strong>33. </strong>To advise on the charter renewal Mr Whittingdale appointed a panel of</p><p><strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; A </strong> five people</p><p><strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; B </strong> two people</p><p><strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; C </strong> seven people</p><p><strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; D </strong> four people</p><p>&nbsp;</p><p><strong>34. </strong>Who of these people was NOT invited to the discussion concerning BBC renewal?</p><p><strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; A </strong> Armando Iannucci</p><p><strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; B </strong> Dawn Airey</p><p><strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; C </strong> John Whittingdale</p><p><strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; D </strong> Stewart Purvis</p><p>&nbsp;</p><p><strong>35. </strong>The panel of experts lacks:</p><p><strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; A </strong> media owners</p><p><strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; B </strong> people who make enduring TV shows</p><p><strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; C </strong> gurus of the Television industry</p><p><strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; D </strong> top executives</p><p>&nbsp;</p><p>&nbsp;</p><p><strong>Questions 36–40</strong></p><p>Complete the summary below.</p><p>Write <strong>NO MORE THAN TWO WORDS</strong> from the passage for each answer.</p><p>Write your answers in boxes <strong>37</strong>–<strong>40</strong> on your answer sheet.</p><div style=\"border:1px solid black; width:95%; padding:7px 20px; margin-right: auto; margin-left: auto;\"><p style=\"font-weight:bold;\" align=\"center\">Easing the strain on the licence fees</p><p style=\"text-align:left;\">Iannucci recommended increasing BBC's profit by pushing ourselves more <strong>36.</strong> __________. He suggests being more aggressive in selling British shows, through advertising and proper international <strong>37.</strong> __________. Also, he invokes producers to stop being <strong>38.</strong> __________ and modest about making money and invest into even <strong>39.</strong> __________ quality shows. However, Mr Whittingdale denied any <strong>40.</strong> __________ of the BBC's charter.</p></div></div>"
      }
    ],
    "solutions": [
      "False",
      "True",
      "Not Given",
      "True",
      "True",
      "Not Given",
      "True",
      "False",
      "Vibrant",
      "Polar-opposite",
      "Grainy picture",
      "Adamant",
      "Imagery hovering",
      "C",
      "G",
      "B",
      "A",
      "H",
      "D",
      "E",
      "F",
      "Perseverance",
      "Catapult",
      "Improvisation",
      "Network",
      "C",
      "True",
      "False",
      "Not Given",
      "True",
      "False",
      "A",
      "C",
      "A",
      "B",
      "commercially abroad",
      "subscription channels",
      "icky",
      "more ambitious",
      "speculation"
    ]
  },
  {
    "passages": [
      {
        "html": "<div class=\"exam\"><p><strong>READING PASSAGE 1</strong></p><p>You should spend about 20 minutes on <strong>Questions 1–16</strong>, which are based on Reading Passage 1 below.</p><div class=\"exam-text\"><p align=\"center\" style=\"font-weight:bold;\">Sea monsters are the stuff of legend - lurking not just in the depths of the oceans, but also the darker corners of our minds. What is it that draws us to these creatures?</p><p>  \"This inhuman place makes human monsters,\" wrote Stephen King in his novel The Shining. Many academics agree that monsters lurk in the deepest recesses, they prowl through our ancestral minds appearing in the half-light, under the bed - or at the bottom of the sea.</p><p>  \"They don't really exist, but they play a huge role in our mindscapes, in our dreams, stories, nightmares, myths and so on,\" says Matthias Classen, assistant professor of literature and media at Aarhus University in Denmark, who studies monsters in literature. \"Monsters say something about human psychology, not the world.\"</p><p> One Norse legend talks of the Kraken, a deep sea creature that was the curse of fishermen. If sailors found a place with many fish, most likely it was the monster that was driving them to the surface. If it saw the ship it would pluck the hapless sailors from the boat and drag them to a watery grave.</p><p>  This terrifying legend occupied the mind and pen of the poet Alfred Lord Tennyson too. In his short 1830 poem The Kraken he wrote: \"Below the thunders of the upper deep, / Far far beneath in the abysmal sea, / His ancient, dreamless, uninvaded sleep / The Kraken sleepeth.\"</p><p>  The deeper we travel into the ocean, the deeper we delve into our own psyche. And when we can go no further - there lurks the Kraken. </p><p>  Most likely the Kraken is based on a real creature - the giant squid. The huge mollusc takes pride of place as the personification of the terrors of the deep sea. Sailors would have encountered it at the surface, dying, and probably thrashing about. It would have made a weird sight, \"about the most alien thing you can imagine,\" says Edith Widder, CEO at the Ocean Research and Conservation Association. </p><p>  \"It has eight lashing arms and two slashing tentacles growing straight out of its head and it's got serrated suckers that can latch on to the slimiest of prey and it's got a parrot beak that can rip flesh. It's got an eye the size of your head, it's got a jet propulsion system and three hearts that pump blue blood.\"</p><p>  The giant squid continued to dominate stories of sea monsters with the famous 1870 novel, Twenty Thousand Leagues Under the Sea, by Jules Verne. Verne's submarine fantasy is a classic story of puny man against a gigantic squid. </p><p>  The monster needed no embellishment - this creature was scary enough, and Verne incorporated as much fact as possible into the story, says Emily Alder from Edinburgh Napier University. \"Twenty Thousand Leagues Under the Sea and another contemporaneous book, Victor Hugo's Toilers of the Sea, both tried to represent the giant squid as they might have been actual zoological animals, much more taking the squid as a biological creature than a mythical creature.\" It was a given that the squid was vicious and would readily attack humans given the chance. </p><p>  That myth wasn't busted until 2012, when Edith Widder and her colleagues were the first people to successfully film giant squid under water and see first-hand the true character of the monster of the deep. They realised previous attempts to film squid had failed because the bright lights and noisy thrusters on submersibles had frightened them away. </p><p>  By quietening down the engines and using bioluminescence to attract it, they managed to see this most extraordinary animal in its natural habitat. It serenely glided into view, its body rippled with metallic colours of bronze and silver. Its huge, intelligent eye watched the submarine warily as it delicately picked at the bait with its beak. It was balletic and mesmeric. It could not have been further from the gnashing, human-destroying creature of myth and literature. In reality this is a gentle giant that is easily scared and pecks at its food.</p><p>  Another giant squid lies peacefully in the Natural History Museum in London, in the Spirit Room, where it is preserved in a huge glass case. In 2004 it was caught in a fishing net off the Falkland Islands and died at the surface. The crew immediately froze its body and it was sent to be preserved in the museum by the Curator of Molluscs, Jon Ablett. It is called Archie, an affectionate short version of its Latin name Architeuthis dux. It is the longest preserved specimen of a giant squid in the world.</p><p>  \"It really has brought science to life for many people,\" says Ablett. \"Sometimes I feel a bit overshadowed by Archie, most of my work is on slugs and snails but unfortunately most people don't want to talk about that!\"</p><p>  And so today we can watch Archie's graceful relative on film and stare Archie herself (she is a female) eye-to-eye in a museum. But have we finally slain the monster of the deep? Now we know there is nothing to be afraid of, can the Kraken finally be laid to rest? Probably not says Classen. \"We humans are afraid of the strangest things. They don't need to be realistic. There's no indication that enlightenment and scientific progress has banished the monsters from the shadows of our imaginations. We will continue to be afraid of very strange things, including probably sea monsters.\" </p><p>  Indeed we are. The Kraken made a fearsome appearance in the blockbuster series Pirates of the Caribbean. It forced Captain Jack Sparrow to face his demons in a terrifying face-to-face encounter. Pirates needed the monstrous Kraken, nothing else would do. Or, as the German film director Werner Herzog put it, \"What would an ocean be without a monster lurking in the dark? It would be like sleep without dreams.\"</p></div></div>"
      },
      {
        "html": "<div class=\"exam\"><p><strong>READING PASSAGE 2</strong></p><p>You should spend about 20 minutes on <strong>Questions 17–27</strong>, which are based on Reading Passage 2 below. </p><div class=\"exam-text\"><p align=\"center\"><strong>The atom bomb was one of the defining inventions of the 20th Century. So how did science fiction writer HG Wells predict its invention three decades before the first detonations?</strong></p><p><strong>(A)</strong> Imagine you're the greatest fantasy writer of your age. One day you dream up the idea of a bomb of infinite power. You call it the \"atomic bomb\". HG Wells first imagined a uranium-based hand grenade that \"would continue to explode indefinitely\" in his 1914 novel The World Set Free. He even thought it would be dropped from planes. What he couldn't predict was how a strange conjunction of his friends and acquaintances - notably Winston Churchill, who'd read all Wells's novels twice, and the physicist Leo Szilard - would turn the idea from fantasy to reality, leaving them deeply tormented by the scale of destructive power that it unleashed.</p><p><strong>(B)</strong> The story of the atom bomb starts in the Edwardian age, when scientists such as Ernest Rutherford were grappling with a new way of conceiving the physical world. The idea was that solid elements might be made up of tiny particles in atoms. \"When it became apparent that the Rutherford atom had a dense nucleus, there was a sense that it was like a coiled spring,\" says Andrew Nahum, curator of the Science Museum's Churchill's Scientists exhibition. Wells was fascinated with the new discoveries. He had a track record of predicting technological innovations. Winston Churchill credited Wells for coming up with the idea of using aeroplanes and tanks in combat ahead of World War One.</p><p><strong>(C)</strong> The two men met and discussed ideas over the decades, especially as Churchill, a highly popular writer himself, spent the interwar years out of political power, contemplating the rising instability of Europe. Churchill grasped the danger of technology running ahead of human maturity, penning a 1924 article in the Pall Mall Gazette called \"Shall we all commit suicide?\". In the article, Churchill wrote: \"Might a bomb no bigger than an orange be found to possess a secret power to destroy a whole block of buildings - nay to concentrate the force of a thousand tons of cordite and blast a township at a stroke?\" This idea of the orange-sized bomb is credited by Graham Farmelo, author of Churchill's Bomb, directly to the imagery of The World Set Free.</p><p><strong>(D)</strong> By 1932 British scientists had succeeded in splitting the atom for the first time by artificial means, although some believed it couldn't produce huge amounts of energy. But the same year the Hungarian emigre physicist Leo Szilard read The World Set Free. Szilard believed that the splitting of the atom could produce vast energy. He later wrote that Wells showed him \"what the liberation of atomic energy on a large scale would mean\". Szilard suddenly came up with the answer in September 1933 - the chain reaction - while watching the traffic lights turn green in Russell Square in London. He wrote: \"It suddenly occurred to me that if we could find an element which is split by neutrons and which would emit two neutrons when it absorbed one neutron, such an element, if assembled in sufficiently large mass, could sustain a nuclear chain reaction.\"</p><p><strong>(E)</strong> In that eureka moment, Szilard also felt great fear - of how a bustling city like London and all its inhabitants could be destroyed in an instant as he reflected in his memoir published in 1968: \"Knowing what it would mean - and I knew because I had read HG Wells - I did not want this patent to become public.\" The Nazis were on the rise and Szilard was deeply anxious about who else might be working on the chain reaction theory and an atomic Bomb. Wells's novel Things To Come, turned into a 1936 film, The Shape of Things to Come, accurately predicted aerial bombardment and an imminent devastating world war. In 1939 Szilard drafted the letter Albert Einstein sent to President Roosevelt warning America that Germany was stockpiling uranium. The Manhattan Project was born.</p><p><strong>(F)</strong> Szilard and several British scientists worked on it with the US military's massive financial backing. Britons and Americans worked alongside each other in \"silos\" - each team unaware of how their work fitted together. They ended up moving on from the original enriched uranium \"gun\" method, which had been conceived in Britain, to create a plutonium implosion weapon instead. Szilard campaigned for a demonstration bomb test in front of the Japanese ambassador to give them a chance to surrender. He was horrified that it was instead dropped on a city. In 1945 Churchill was beaten in the general election and in another shock, the US government passed the 1946 McMahon Act, shutting Britain out of access to the atomic technology it had helped create. William Penney, one of the returning Los Alamos physicists, led the team charged by Prime Minister Clement Atlee with somehow putting together their individual pieces of the puzzle to create a British bomb on a fraction of the American budget.</p><p><strong>(G)</strong> \"It was a huge intellectual feat,\" Andrew Nahum observes. \"Essentially they reworked the calculations that they'd been doing in Los Alamos. They had the services of Klaus Fuchs, who [later] turned out to be an atom spy passing information to the Soviet Union, but he also had a phenomenal memory.\" Another British physicist, Patrick Blackett, who discussed the Bomb after the war with a German scientist in captivity, observed that there were no real secrets. According to Nahum he said: \"It's a bit like making an omelette. Not everyone can make a good one.\" When Churchill was re-elected in 1951 he \"found an almost complete weapon ready to test and was puzzled and fascinated by how Atlee had buried the costs in the budget\", says Nahum. \"He was very conflicted about whether to go ahead with the test and wrote about whether we should have 'the art and not the article'. Meaning should it be enough to have the capability… [rather] than to have a dangerous weapon in the armoury.\"</p><p><strong>(H)</strong> Churchill was convinced to go ahead with the test, but the much more powerful hydrogen bomb developed three years later worried him greatly. HG Wells died in 1946. He had been working on a film sequel to The Shape of Things To Come that was to include his concerns about the now-realised atomic bomb he'd first imagined. But it was never made. Towards the end of his life, says Nahum, Wells's friendship with Churchill \"cooled a little\". \"Wells considered Churchill as an enlightened but tarnished member of the ruling classes.\" And Churchill had little time for Wells's increasingly fanciful socialist utopian ideas.</p><p><strong>(I)</strong> Wells believed technocrats and scientists would ultimately run a peaceful new world order like in The Shape of Things To Come, even if global war destroyed the world as we knew it first. Churchill, a former soldier, believed in the lessons of history and saw diplomacy as the only way to keep mankind from self-destruction in the atomic age. Wells's scientist acquaintance Leo Szilard stayed in America and campaigned for civilian control of atomic energy, equally pessimistic about Wells's idea of a bold new scientist-led world order. If anything Szilard was tormented by the power he had helped unleash. In 1950, he predicted a cobalt bomb that would destroy all life on the planet. In Britain, the legacy of the Bomb was a remarkable period of elite scientific innovation as the many scientists who had worked on weaponry or radar returned to their civilian labs. They gave us the first commercial jet airliner, the Comet, near-supersonic aircraft and rockets, highly engineered computers, and the Jodrell Bank giant moveable radio telescope.</p><p><strong>(J)</strong> The latter had nearly ended the career of its champion, physicist Bernard Lovell, with its huge costs, until the 1957 launch of Sputnik, when it emerged that Jodrell Bank had the only device in the West that could track it. Nahum says Lovell reflected that \"during the war the question was never what will something cost. The question was only can you do it and how soon can we have it? And that was the spirit he took into his peacetime science.\" Austerity and the tiny size of the British market, compared with America, were to scupper those dreams. But though the Bomb created a new terror, for a few years at least, Britain saw a vision of a benign atomic future, too and believed it could be the shape of things to come.</p></div></div>"
      },
      {
        "html": "<div class=\"exam-text\"><p><strong>READING PASSAGE 3</strong></p><p>You should spend about 20 minutes on <strong>Questions 27–40</strong>, which are based on Reading Passage 3 below.</p><h2 align=\"center\">Britain needs strong TV industry</h2><p>Comedy writer Armando Iannucci has called for an industry-wide defence of the BBC and British programme-makers. <em>\"The Thick of It\"</em> creator made his remarks in the annual MacTaggart Lecture at the Edinburgh TV Festival.</p><p>\"It's more important than ever that we have more strong, popular channels... that act as beacons, drawing audiences to the best content,\" he said. Speaking earlier, Culture Secretary John Whittingdale rejected suggestions that he wanted to dismantle the BBC.</p><p style=\"font-weight:bold;\">'Champion supporters'</p><p>Iannucci co-wrote <em>\"I'm Alan Partridge\"</em>, wrote the movie <em>\"In the Loop\"</em> and created and wrote the hit <em>\"HBO\"</em> and <em>\"Sky Atlantic show Veep\"</em>. He delivered the 40th annual MacTaggart Lecture, which has previously been given by Oscar winner Kevin Spacey, former BBC director general Greg Dyke, Jeremy Paxman and Rupert Murdoch. Iannucci said: \"Faced with a global audience, British television needs its champion supporters.\"</p><p>He continued his praise for British programming by saying the global success of American TV shows had come about because they were emulating British television. \"The best US shows are modelling themselves on what used to make British TV so world-beating,\" he said. \"US prime-time schedules are now littered with those quirky formats from the UK - the <em>\"Who Do You Think You Are\"</em>'s and the variants on <em>\"Strictly Come Dancing\"</em> - as well as the single-camera non-audience sitcom, which we brought into the mainstream first. We have changed international viewing for the better.\"</p><p>With the renewal of the BBC's royal charter approaching, Iannucci also praised the corporation. He said: \"If public service broadcasting - one of the best things we've ever done creatively as a country - if it was a car industry, our ministers would be out championing it overseas, trying to win contracts, boasting of the British jobs that would bring.\" In July, the government issued a green paper setting out issues that will be explored during negotiations over the future of the BBC, including the broadcaster's size, its funding and governance.</p><p>Primarily Mr Whittingdale wanted to appoint a panel of five people, but finally he invited two more people to advise on the channer renewal, namely former Channel 4 boss Dawn Airey and journalism professor Stewart Purvis, a former editor-in-chief of ITN. Iannucci bemoaned the lack of \"creatives\" involved in the discussions. </p><p>\"When the media, communications and information industries make up nearly 8% our GDP, larger than the car and oil and gas industries put together, we need to be heard, as those industries are heard. But when I see the panel of experts who've been asked by the culture secretary to take a root and branch look at the BBC, I don't see anyone who is a part of that cast and crew list. I see executives, media owners, industry gurus, all talented people - but not a single person who's made a classic and enduring television show.\"</p><p style=\"font-weight:bold;\">'Don't be modest'</p><p>Iannucci suggested one way of easing the strain on the licence fee was \"by pushing ourselves more commercially abroad\". </p><p>\"Use the BBC's name, one of the most recognised brands in the world,\" he said. \"And use the reputation of British television across all networks, to capitalise financially oversees. Be more aggressive in selling our shows, through advertising, through proper international subscription channels, freeing up BBC Worldwide to be fully commercial, whatever it takes.</p><p>\"Frankly, don't be icky and modest about making money, let's monetise the bezeesus Mary and Joseph out of our programmes abroad so that money can come back, take some pressure off the licence fee at home and be invested in even more ambitious quality shows, that can only add to our value.\"</p><p>Mr Whittingdale, who was interviewed by ITV News' Alastair Stewart at the festival, said he wanted an open debate about whether the corporation should do everything it has done in the past. He said he had a slight sense that people who rushed to defend the BBC were \"trying to have an argument that's never been started\".</p><p>\"Whatever my view is, I don't determine what programmes the BBC should show,\" he added. \"That's the job of the BBC.\" Mr Whittingdale said any speculation that the Conservative Party had always wanted to change the BBC due to issues such as its editorial line was \"absolute nonsense\".</p></div>"
      }
    ],
    "questionSheets": [
      {
        "html": "<div><p>&nbsp;</p><p><strong>Questions 1–7</strong></p><p>Do the following statements agree with the information given in Reading Passage 1?</p><p>In boxes 1–7 on your answer sheet, write </p><p>&nbsp;</p><p><strong>TRUE</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; if the statement agrees with the information</p><p><strong>FALSE</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; if the statement contradicts the information</p><p><strong>NOT GIVEN</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; if there is no information on this</p><p>&nbsp;</p><ol><li>Matthias Classen is unsure about the possibility of monster's existence.</li><li>Kraken is probably based on an imaginary animal.</li><li>Previous attempts on filming the squid had failed due to the fact that the creature was scared.</li><li>Giant squid was caught alive in 2004 and brought to the museum.</li><li>Jon Ablett admits that he likes Archie.</li><li>According to Classen, people can be scared both by imaginary and real monsters.</li><li>Werner Herzog suggests that Kraken is essential to the ocean.</li></ol><p>&nbsp;</p><p><strong>Questions 8–12</strong></p><p>Choose the correct letter, <strong>A, B, C</strong> or <strong>D</strong>.</p><p>Write the correct letter in boxes 8–12 on your answer sheet.</p><br><ol start=\"8\"><li>Who wrote a novel about a giant squid?</li><ol type=\"A\"><li>Emily Alder</li><li>Stephen King</li><li>Alfred Lord Tennyson</li><li>Jules Verne</li></ol><br><li>What, of the featuring body parts, mollusc <strong>DOESN'T</strong> have?</li><ol type=\"A\"><li>two tentacles</li><li>serrated suckers</li><li>beak</li><li>smooth suckers</li></ol><br><li>Which of the following applies to the bookish Kraken?</li><ol type=\"A\"><li>notorious</li><li>scary</li><li>weird</li><li>harmless</li></ol><br><li>Where can we see a giant squid?</li><ol type=\"A\"><li>at the museum</li><li>at a seaside</li><li>on TV</li><li>in supermarkets</li></ol><br><li>The main purpose of the text is to:</li><ol type=\"A\"><li>help us to understand more about both mythical and biological creatures of the deep</li><li>illustrate the difference between Kraken and squid</li><li>shed the light on the mythical creatures of the ocean</li><li>compare Kraken to its real relative</li></ol></ol><p>&nbsp;</p><p><strong>Questions 13–16</strong></p><p>Complete the sentences below.</p><p>Write <strong>NO MORE THAN THREE WORDS</strong> from the passage for each answer.</p><p>Write your answers in boxes 13–16 on your answer sheet.</p><p>&nbsp;</p><p><strong>13.&nbsp;</strong>According to Victor Hugo's novel, the squid would _______ if he had such opportunity.</p><p><strong>14.</strong> The real squid appeared to be _______ and _______.</p><p><strong>15.</strong> Archie must be the _______ of its kind on Earth.</p><p><strong>16.</strong> We are able to encounter the Kraken's _______ in a movie franchise.</p></div>"
      },
      {
        "html": "<div><p>&nbsp;</p><p><strong>Questions 17–25</strong></p><p><strong>Reading Passage 2</strong> has ten paragraphs, <strong>A–J.</strong></p><p>Which paragraph contains the following information?</p><p>Write the correct letter, <strong>A–J</strong>, in boxes 17–25 on your answer sheet. Note that one paragraph is not used.</p><br><div style=\"padding-left:20px;\"><p><strong>17.</strong> Scientific success</p><p><strong>18.</strong> Worsening relations</p><p><strong>19.</strong> The dawn of the new project</p><p><strong>20.</strong> Churchill's confusion</p><p><strong>21.</strong> Different perspectives</p><p><strong>22.</strong> Horrifying prediction</p><p><strong>23.</strong> Leaving Britain behind the project</p><p><strong>24.</strong> Long-term discussion</p><p><strong>25.</strong> New idea</p><p>&nbsp;</p></div><p><strong>Questions 26–27</strong></p><p>Choose the correct letter, <strong>A, B, C</strong> or <strong>D.</strong></p><p>Write the correct letter in boxes 26–27 on your answer sheet.</p><br><p><strong>26.</strong> How can you describe the relations between Churchill and Wells throughout the years?</p><ol type=\"A\"><li>passionate → friendly → adverse</li><li>curious → friendly</li><li>respectful → friendly → inhospitable</li><li>friendly → respectful → hostile</li></ol><br><p><strong>27.</strong> What is the type of this text?</p><ol type=\"A\"><li>science-fiction story</li><li>article from the magazine</li><li>historical text</li><li>Wells autobiography</li></ol></div>"
      },
      {
        "html": "<p><strong>Questions 28–31</strong></p><p>Choose the correct letter, <strong>A, B, C</strong> or <strong>D.</strong></p><p>Write the correct letter in boxes 28–31 on your answer sheet.</p><p>&nbsp;</p><p><strong>28. </strong>How much funds would you gain by now, if you had invested 1000$ in the Amazon in 1997?</p><ol type=\"A\"><li>250,000$</li><li>close to 500,000$</li><li>It is not stated in the text</li><li>No funds</li></ol><p><strong>29. </strong>Nowadays founders talk about going public as a:</p><ol type=\"A\"><li>necessity.</li><li>benefit.</li><li>possibility.</li><li>profit.</li></ol><p><strong>30. </strong>In which time period was the biggest number of companies going public?</p><ol type=\"A\"><li>early 1990s</li><li>late 1900s and 2000s</li><li>1980s</li><li>late 1990s</li></ol><p><strong>31. </strong>According to the text, which of the following is true?</p><ol type=\"A\"><li>Private valuations may be forever higher than public ones.</li><li>Public valuations eventually will become even less valuable.</li><li>The main question is whether the public market increase or the private market decrease.</li><li>The pressure might last for a long time.</li></ol><p><strong>Questions 32–36</strong></p><p>Complete the sentences below.</p><p>Write <strong>ONLY ONE WORD</strong> from the passage for each answer.</p><p>Write your answers in boxes 32–36 on your answer sheet.</p><p>&nbsp;</p><p><strong>32. </strong>Skepticism was always expected by the ______ of tech industry.</p><p><strong>33. </strong>The new aversion to initial offerings has its ______.</p><p><strong>34.</strong> Selling shares on a secondary market is considered a ______ mechanism.</p><p><strong>35. </strong>Workers' compensation might be an ______.</p><p><strong>36.</strong> The public investors who failed to participate in the next big thing might be the ones wearing the ______.</p><p><strong>Questions 37–40</strong></p><p>Do the following statements agree with the information in the IELTS reading text?</p><p>In boxes 37–40 on your answer sheet, write</p><p>&nbsp;</p><p><strong>TRUE</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; if the statement agrees with the information</p><p><strong>FALSE</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; if the statement contradicts the information</p><p><strong>NOT GIVEN</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; if there is no information on this</p><p>&nbsp;</p><p><strong>37. </strong>Private investors are bearing most of the risk.</p><p><strong>38. </strong>Not many investors were willing to speak on the record.</p><p><strong>39. </strong>The typical tech company hitting the markets in 1990s was 5 years old.</p><p><strong>40. </strong>Marc Andreessen, the firm's co-founder, expressed amazement with divergency in how investors treat public.</p>"
      }
    ],
    "solutions": [
      "False",
      "False",
      "True",
      "False",
      "Not Given",
      "True",
      "Not Given",
      "D",
      "D",
      "B",
      "A",
      "A",
      "readily attack (humans)",
      "balletic, mesmeric",
      "longest preserved specimen",
      "fearsome appearance",
      "D",
      "H",
      "E",
      "G",
      "I",
      "A",
      "F",
      "C",
      "B",
      "C",
      "B",
      "A",
      "A",
      "B",
      "C",
      "luminaries",
      "downside",
      "novel",
      "issue",
      "frown",
      "True",
      "True",
      "Not Given",
      "False"
    ]
  },
  {
    "passages": [
      {
        "html": "<div class=\"exam\"><p><strong>READING PASSAGE 1</strong></p><p>You should spend about 20 minutes on <strong>Questions 1–14</strong>, which are based on Reading Passage 1 below.</p><div class=\"exam-text\"><p align=\"center\"><strong>The students’ problem</strong></p><p><strong>(A)</strong> The college and university accommodation crisis in Ireland has become ‘so chronic’ that students are being forced to sleep rough, share a bed with strangers – or give up on studying altogether.<br></p><p><strong>(B)</strong> The deputy president of the Union of Students in Ireland, Kevin Donoghue, said the problem has become particularly acute in Dublin. He told the Irish Mirror: “Students are so desperate, they’re not just paying through the nose to share rooms – they’re paying to share a bed with complete strangers. It reached crisis point last year and it’s only getting worse. “We’ve heard of students sleeping rough; on sofas, floors and in their cars and I have to stress there’s no student in the country that hasn’t been touched by this crisis. “Commutes – which would once have been considered ridiculous – are now normal, whether that’s by bus, train or car and those who drive often end up sleeping in their car if they’ve an early start the next morning.”<br></p><p><strong>(C)</strong> Worry is increasing over the problems facing Ireland's 200,000 students as the number increases over the next 15 years. With 165,000 full-time students in Ireland – and that figure expected to increase to around 200,000 within the next 15 years –fears remain that there aren’t enough properties to accommodate current numbers.<br></p><p><strong>(D)</strong> Mr. Donoghue added: “The lack of places to live is actually forcing school-leavers out of college altogether. Either they don’t go in the first place or end up having to drop out because they can’t get a room and commuting is just too expensive, stressful and difficult.”<br></p><p><strong>(E)</strong> Claims have emerged from the country that some students have been forced to sleep in cars, or out on the streets, because of the enormous increases to rent in the capital. Those who have been lucky enough to find a place to live have had to do so ‘blind’ by paying for accommodation, months in advance, they haven’t even seen just so they will have a roof over their head over the coming year.<br></p><p><strong>(F)</strong> According to the Irish Independent, it’s the ‘Google effect’ which is to blame. As Google and other blue-chip companies open offices in and around Dublin’s docklands area, which are ‘on the doorstep of the city’, international professionals have been flocking to the area which will boast 2,600 more apartments, on 50 acres of undeveloped land, over the next three to 10 years.<br></p><p><strong>(G)</strong> Rent in the area soared by 15 per cent last year and a two-bedroom apartment overlooking the Grand Canal costs €2,100 (£1,500) per month to rent. Another two-bedroom apartment at Hanover Dock costs €2,350 (almost £1,700) with a three-bedroom penthouse – measuring some 136 square metres – sits at €4,500 (£3,200) per month in rent.<br></p><p><strong>(H)</strong> Ireland’s Higher Education Authority admitted this was the first time they had seen circumstances ‘so extreme’ and the Fianna Fáil party leader, Michael Martin, urged on the Government to intervene. He said: “It is very worrying that all of the progress in opening up access to higher education in the last decade – particularly for the working poor – is being derailed because of an entirely foreseeable accommodation crisis.</p></div></div>"
      },      
      {        
        "html": "<div class=\"exam\"><p><strong>READING PASSAGE 2</strong></p><p>You should spend about 20 minutes on <strong>Questions 15–30</strong>, which are based on Reading Passage 2 below. </p><div class=\"exam-text\"><h3 align=\"center\">The science of sleep</h3><p>  We spend a third of our lives doing it. Napoleon, Florence Nightingale and Margaret Thatcher got by on four hours a night. Thomas Edison claimed it was waste of time.</p><p>  So why do we sleep? This is a question that has baffled scientists for centuries and the answer is, no one is really sure. Some believe that sleep gives the body a chance to recuperate from the day's activities but in reality, the amount of energy saved by sleeping for even eight hours is miniscule - about 50 kCal, the same amount of energy in a piece of toast.</p><p>  With continued lack of sufficient sleep, the part of the brain that controls language, memory, planning and sense of time is severely affected, practically shutting down. In fact, 17 hours of sustained wakefulness leads to a decrease in performance equivalent to a blood alcohol level of 0.05% (two glasses of wine). This is the legal drink driving limit in the UK.</p><p>  Research also shows that sleep-deprived individuals often have difficulty in responding to rapidly changing situations and making rational judgements. In real life situations, the consequences are grave and lack of sleep is said to have been be a contributory factor to a number of international disasters such as <em>Exxon Valdez</em>, Chernobyl, Three Mile Island and the <em>Challenger</em> shuttle explosion.</p><p>  Sleep deprivation not only has a major impact on cognitive functioning but also on emotional and physical health. Disorders such as sleep apnoea which result in excessive daytime sleepiness have been linked to stress and high blood pressure. Research has also suggested that sleep loss may increase the risk of obesity because chemicals and hormones that play a key role in controlling appetite and weight gain are released during sleep.</p><p>  What happens when we sleep?</p><p>  What happens every time we get a bit of shut eye? Sleep occurs in a recurring cycle of 90 to 110 minutes and is divided into two categories: non-REM (which is further split into four stages) and REM sleep.</p><p><strong>  Non-REM sleep</strong></p><p>  Stage one: Light Sleep</p><p>  During the first stage of sleep, we're half awake and half asleep. Our muscle activity slows down and slight twitching may occur. This is a period of light sleep, meaning we can be awakened easily at this stage.</p><p>  Stage two: True Sleep</p><p>  Within ten minutes of light sleep, we enter stage two, which lasts around 20 minutes. The breathing pattern and heart rate start to slow down. This period accounts for the largest part of human sleep. </p><p>  Stages three and four: Deep Sleep</p><p>  During stage three, the brain begins to produce delta waves, a type of wave that is large (high amplitude) and slow (low frequency). Breathing and heart rate are at their lowest levels.</p><p>  Stage four is characterised by rhythmic breathing and limited muscle activity. If we are awakened during deep sleep we do not adjust immediately and often feel groggy and disoriented for several minutes after waking up. Some children experience bed-wetting, night terrors, or sleepwalking during this stage.</p><p><strong>  REM sleep</strong></p><p>  The first rapid eye movement (REM) period usually begins about 70 to 90 minutes after we fall asleep. We have around three to five REM episodes a night.</p><p>  Although we are not conscious, the brain is very active - often more so than when we are awake. This is the period when most dreams occur. Our eyes dart around (hence the name), our breathing rate and blood pressure rise. However, our bodies are effectively paralysed, said to be nature's way of preventing us from acting out our dreams.</p><p>  After REM sleep, the whole cycle begins again.</p><p>  How much sleep is required?</p><p>  There is no set amount of time that everyone needs to sleep, since it varies from person to person. Results from the sleep profiler indicate that people like to sleep anywhere between 5 and 11 hours, with the average being 7.75 hours.</p><p>  Jim Horne from Loughborough University's Sleep Research Centre has a simple answer though: \"The amount of sleep we require is what we need not to be sleepy in the daytime.\"</p><p>  Even animals require varied amounts of sleep:</p><div align=\"center\"><table cellspacing=\"0\" border=\"1\" cellpadding=\"5\"><tbody><tr><td><p align=\"center\"><strong>Species</strong></p></td><td><p align=\"center\"><strong>Average total   sleep time per day</strong></p></td></tr><tr><td><p>Python</p></td><td><p>18 hrs</p></td></tr><tr><td><p>Tiger</p></td><td><p>15.8 hrs</p></td></tr><tr><td><p>Cat</p></td><td><p>12.1 hrs</p></td></tr><tr><td><p>Chimpanzee</p></td><td><p>9.7 hrs</p></td></tr><tr><td><p>Sheep</p></td><td><p>3.8 hrs</p></td></tr><tr><td><p>African elephant  </p></td><td><p>3.3 hrs</p></td></tr><tr><td><p>Giraffe</p></td><td><p>1.9 hr</p></td></tr></tbody></table></div><p>  The current world record for the longest period without sleep is 11 days, set by Randy Gardner in 1965. Four days into the research, he began hallucinating. This was followed by a delusion where he thought he was a famous footballer. Surprisingly, Randy was actually functioning quite well at the end of his research and he could still beat the scientist at pinball.</p> </div></div>"
      },
      {
        "html": "<div class=\"exam\"><p><strong>READING PASSAGE 3</strong></p><p>You should  spend about 20 minutes on <strong>Questions 31–40</strong>, which are based on Reading  Passage 3 below.</p><div class=\"exam-text\"><p align=\"center\"><strong>A new study finds that half of human cultures don't practice romantic lip-on-lip kissing. Animals don't tend to bother either. So how did it evolve?</strong></p> <br> <><p>  When you think about it, kissing is strange and a bit icky. You share saliva with someone, sometimes for a prolonged period of time. One kiss could pass on 80 million bacteria, not all of them good.</p><p>  Yet everyone surely remembers their first kiss, in all its embarrassing or delightful detail, and kissing continues to play a big role in new romances. &nbsp;</p><p>  At least, it does in some societies. People in western societies may assume that romantic kissing is a universal human behaviour, but a new analysis suggests that less than half of all cultures actually do it. Kissing is also extremely rare in the animal kingdom.</p><p>  So what's really behind this odd behaviour? If it is useful, why don't all animals do it – and all humans too? It turns out that the very fact that most animals don't kiss helps explain why some do.</p><p>  According to a new study of kissing preferences, which looked at 168 cultures from around the world, only 46% of cultures kiss in the romantic sense.</p><p>  Previous estimates had put the figure at 90%. The new study excluded parents kissing their children, and focused solely on romantic lip-on-lip action between couples.</p><p>  Many hunter-gatherer groups showed no evidence of kissing or desire to do so. Some even considered it revolting. The Mehinaku tribe in Brazil reportedly said it was \"gross\". Given that hunter-gatherer groups are the closest modern humans get to living our ancestral lifestyle, our ancestors may not have been kissing either.</p><p>  The study overturns the belief that romantic kissing is a near-universal human behaviour, says lead author William Jankowiak of the University of Nevada in Las Vegas. Instead it seems to be a product of western societies, passed on from one generation to the next, he says.There is some historical evidence to back that up.</p><p>  Kissing as we do it today seems to be a fairly recent invention, says Rafael Wlodarski of the University of Oxford in the UK. He has trawled through records to find evidence of how kissing has changed. The oldest evidence of a kissing-type behaviour comes from Hindu Vedic Sanskrit texts from over 3,500 years ago. Kissing was described as inhaling each other's soul.</p><p>  In contrast, Egyptian hieroglyphics picture people close to each other rather than pressing their lips together.</p><p>  So what is going on? Is kissing something we do naturally, but that some cultures have suppressed? Or is it something modern humans have invented?</p><p>  We can find some insight by looking at animals.</p><p>  Our closest relatives, chimpanzees and bonobos, do kiss. Primatologist Frans de Waal of Emory University in Atlanta, Georgia, has seen many instances of chimps kissing and hugging after conflict.</p><p>  For chimpanzees, kissing is a form of reconciliation. It is more common among males than females. In other words, it is not a romantic behaviour.</p><p>  Their cousins the bonobos kiss more often, and they often use tongues while doing so. That's perhaps not surprising, because bonobos are highly sexual beings.</p><p>  When two humans meet, we might shake hands. Bonobos have sex: the so-called bonobo handshake. They also use sex for many other kinds of bonding. So their kisses are not particularly romantic, either.</p><p>  These two apes are exceptions. As far as we know, other animals do not kiss at all. They may nuzzle or touch their faces together, but even those that have lips don't share saliva or purse and smack their lips together. They don't need to.</p><p>  Take wild boars. Males produce a pungent smell that females find extremely attractive. The key chemical is a pheromone called androstenone that triggers the females' desire to mate.</p><p>  From a female's point of view this is a good thing, because males with the most androstonene are also the most fertile. Her sense of smell is so acute, she doesn't need to get close enough to kiss the male.&nbsp;</p><p>  The same is true of many other mammals. For example, female hamsters emit a pheromone that gets males very excited. Mice follow similar chemical traces to help them find partners that are genetically different, minimising the risk of accidental incest.</p><p>  Animals often release these pheromones in their urine. \"Their urine is much more pungent,\" says Wlodarski. \"If there's urine present in the environment they can assess compatibility through that.\"</p><p>  It's not just mammals that have a great sense of smell. A male black widow spider can smell pheromones produced by a female that tell him if she has recently eaten. To minimise the risk of being eaten, he will only mate with her if she is not hungry.</p><p>  The point is, animals do not need to get close to each other to smell out a good potential mate.</p><p>  On the other hand, humans have an atrocious sense of smell, so we benefit from getting close. Smell isn't the only cue we use to assess each other's fitness, but studies have shown that it plays an important role in mate choice.</p><p>A study published in 1995 showed that women, just like mice, prefer the smell of men who are genetically different from them. This makes sense, as mating with someone with different genes is likely to produce healthy offspring. Kissing is a great way to get close enough to sniff out your partner's genes.</p><p>  In 2013, Wlodarski examined kissing preferences in detail. He asked several hundred people what was most important when kissing someone. How they smelled featured highly, and the importance of smell increased when women were most fertile.</p>It turns out that men also make a version of the pheromone that female boars find attractive. It is present in male sweat, and when women are exposed to it their arousal levels increase slightly.<br><p>  Pheromones are a big part of how mammals chose a mate, says Wlodarski, and we share some of them. \"We've inherited all of our biology from mammals, we've just added extra things through evolutionary time.\"</p><p>  On that view, kissing is just a culturally acceptable way to get close enough to another person to detect their pheromones.</p><p>  In some cultures, this sniffing behaviour turned into physical lip contact. It's hard to pinpoint when this happened, but both serve the same purpose, says Wlodarski.</p><p>  So if you want to find a perfect match, you could forego kissing and start smelling people instead. You'll find just as good a partner, and you won't get half as many germs. Be prepared for some funny looks, though.</p></div></div>"
      }
    ],
    "questionSheets": [
      {
        "html": "<div><p><strong>Questions 1-8</strong></p><p>Reading Passage 1 has eight paragraphs, <strong>A–H.</strong></p><p>Choose the most suitable paragraph headings from the list of headings and write the correct letter, <strong>A–H</strong>, in boxes 1–8 on your answer sheet.</p><br><p><strong>1.</strong> Cons of the commuting</p><p><strong>2.</strong> Thing that students have to go through</p><p><strong>3.</strong> Commutes have become common in Ireland nowadays</p><p><strong>4.</strong> Danger of the overflow</p><p><strong>5.</strong> Cause of the problems</p><p><strong>6.</strong> Pricing data</p><p><strong>7.</strong> Regression</p><p><strong>8.</strong> Eyeless choice</p><p>&nbsp;</p><br><p><strong>Questions 9–14</strong></p><p>Do the following statements agree with the information given in Reading Passage 1?</p><p>In boxes 9–14 on your answer sheet, write</p><p>&nbsp;</p><p><strong>TRUE</strong> if the statement agrees with the information</p><p><strong>FALSE</strong> if the statement contradicts the information</p><p><strong>NOT GIVEN</strong> if there is no information on this</p><p>&nbsp;</p><p><strong>9. </strong>The accommodation problem in Ireland is especially bad in Dublin.</p><p><strong>10. </strong>Commutes are considered ridiculous.</p><p><strong>11. </strong>The number of students in Ireland is not likely to increase in the future.</p><p><strong>12. </strong>Due to the opening of the new offices around Dublin, the number of local restaurants will go up significantly over the next 3 to 10 years.</p><p><strong>13. </strong>The rent price went up by 15% last year.</p><p><strong>14. </strong>Michael Martin stated that crisis could have been omitted if the government reacted properly.</p></div>"
      },
      {
        "html": "<div><p><strong>Questions 15–22</strong></p><p>Do the following statements agree with the information given in Reading Passage 1? </p><p>In boxes 15–22 on your answer sheet, write        </p><p><strong>TRUE</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; if the statement agrees with the information </p><p><strong>FALSE</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; if the statement contradicts the information </p><p><strong>NOT GIVEN</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; if there is no information on this </p><p><strong>&nbsp;</strong></p><p><strong>15.</strong> Thomas Edison slept 4 hours a night. <span id=\"s15\"> </span></p><p><strong>16. </strong>Scientists don't have a certain answer for why we have to sleep. <span id=\"s16\"> </span></p><p><strong>17. </strong>Lack of sleep might cause various problems. <span id=\"s17\"> </span></p><p><strong>18. </strong>Sleep-deprivation may be the cause of anorexia. <span id=\"s18\"> </span></p><p><strong>19. </strong>There are four stages of the REM sleep. <span id=\"s19\"> </span> </p><p><strong>20. </strong>According to Jim Horne, we need to sleep as much as it takes to not be sleepy during the day. <span id=\"s20\"> </span></p><p><strong>21. </strong>Giraffes require less sleep than dogs. <span id=\"s21\"> </span></p><p><strong>22. </strong>After four sleepless days, Randy had a delusion about him being a football celebrity. <span id=\"s22\"> </span></p><p>&nbsp;</p><br><p><strong>Questions 23–27</strong>        </p><p>Choose the correct letter, <strong>A, B, C</strong> or <strong>D.</strong>        </p><p>Write the correct letter in boxes 23–27 on your answer sheet.</p><p>&nbsp;</p><p><strong>23. </strong>During the Light Sleep stage: <span id=\"s23\"></span></p><ol type=\"A\"><li> Muscle activity increases </li><li> Jiggling might occur <strong>&nbsp;</strong></li><li> It is not easy to be woken up</li><li> After waking up, one may experience slight disorientation        </li></ol><p><strong>&nbsp;</strong></p><p><strong>24. </strong>Heart rate is at the lowest level during: <span id=\"s24\"></span></p><ol type=\"A\"><li> Light Sleep stage</li><li> Rem Sleep        </li><li> True Sleep stage</li><li> Third Sleep stage</li></ol><p><strong>&nbsp;</strong>        </p><p><strong>25. </strong>The brain activity is really high: <span id=\"s25\"></span></p><ol type=\"A\"><li> During REM sleep</li><li> During the stage of True Sleep        </li><li> When we are awake</li><li> During the Deep sleep stage        </li></ol><p><strong>&nbsp;</strong></p><p><strong>26. </strong>Humans require at least: <span id=\"s26\"></span></p><ol type=\"A\"><li> 7.75 hours of sleep</li><li> 5 hours of sleep        </li><li> 8 hours</li><li> There is no set amount of time        </li></ol><p><strong>&nbsp;</strong></p><p><strong>27. </strong>Pythons need: <span id=\"s27\"></span></p><ol type=\"A\"><li> Less sleep than tigers</li><li> Twice as much sleep as cats        </li><li> Almost ten times more sleep than giraffes</li><li> More sleep than any other animal in the world</li></ol><br><br><p><strong>Questions 28–30</strong>        </p><p>Complete the sentences below. </p><p>Write <strong>NO MORE THAN THREE WORDS</strong> from the passage for each answer. </p><p>Write your answers in boxes 28–30 on your answer sheet.</p><p>&nbsp;</p><p><strong>28. </strong>If we continually lack sleep, the specific part of our brain that controls language, is <span id=\"s28\"></span></p><p><strong>29. </strong>True Sleep lasts approximately <span id=\"s29\"></span></p><p><strong>30. </strong>Although during REM sleep our breathing rate and blood pressure rise, our bodies <span id=\"s30\"></span></p></div>"
      },
      {
        "html": "<div><p><strong>Questions 31–35</strong></p><p>&nbsp;</p><p>Do the following statements agree with the information given in Reading Passage 3? </p><p>In boxes 31–35 on your answer sheet, write        </p><p><strong>TRUE</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; if the statement agrees with the information </p><p><strong>FALSE</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; if the statement contradicts the information </p><p><strong>NOT GIVEN</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; if there is no information on this </p><p><strong>&nbsp;</strong></p><p><strong>31. </strong>Both Easter and Wester societies presume that kissing is essential for any part of the world. </p><p><strong>32. </strong>Our ancestors were not likely to kiss. </p><p><strong>33. </strong>Chimpanzees and bonbons kiss not for the romance. </p><p><strong>34. </strong>There are other animal, rather than apes, that kiss. </p><p><strong>35. </strong>Scent might be important in choosing your partner. </p><p><strong>&nbsp;</strong></p><p><strong>Questions 36–39</strong></p><p>Complete the sentences below. </p><p>Write <strong>NO MORE THAN TWO WORDS</strong> from the passage for each answer. </p><p>Write your answers in boxes 35–39 on your answer sheet.        </p><p><strong>36. </strong>According to the Mehinaku tribe, kissing is . </p><p><strong>37. </strong>Human tradition is to when they meet. </p><p><strong>38. </strong>A male black widow will mate with the female if only she is . </p><p><strong>39. </strong>Humans benefit from getting close due to the fact that we have an of smell. </p><p>&nbsp;</p><p><strong>Question 40</strong></p><p>Choose the correct letter, <strong>A, B, C</strong> or <strong>D.</strong></p><p><strong>40. </strong>Passage 3 can be described as: </p><ol type=\"A\"><li> Strictly scientific text </li><li> Historical article </li><li> Article from a magazine </li><li> Dystopian sketch</li></ol></div>"
      }
    ],
    "solutions": [
      "D",
      "A",
      "B",
      "C",
      "F",
      "G",
      "H",
      "E",
      "True",
      "False",
      "False",
      "Not Given",
      "True",
      "Not Given",
      "Not Given",
      "True",
      "True",
      "False",
      "False",
      "True",
      "Not Given",
      "True",
      "B",
      "D",
      "A",
      "D",
      "C",
      "practically shutting down",
      "20 minutes",
      "are (effectively) paralysed",
      "False",
      "True",
      "True",
      "False",
      "True",
      "gross",
      "shake hands",
      "not hungry",
      "(an) atrocious sense",
      "C"
    ]
  }
]
